Repository: atefganm/Panel
Catalog: usr/lib/enigma2/python/Plugins/Satdreamgr/Satdreamgr-Panel/locale/*/LC_MESSAGES/Satdreamgr-Panel.po
Languages: el

source: Hardware info
el: Πληροφορίες υλικού

source: System information
el: Πληροφορίες συστήματος

source: DVB modules
el: Δομοστοιχεία DVB

source: Netstat
el: Πληροφορίες δικτύου

source: Ifconfig
el: Κατάσταση δικτύου

source: Internet connectivity test
el: Έλεγχος σύνδεσης ίντερνετ

source: Second stage loader version
el: Έκδοση second stage loader

source: Show installed packages
el: Εμφάνιση εγκατεστημένων πακέτων

source: Show devices
el: Εμφάνιση συσκευών

source: Show mounts
el: Εμφάνιση προσαρτήσεων

source: Delete crash logs
el: Διαγραφή αρχείων καταγραφής

source: Create debug log
el: Δημιουργία αρχείου καταγραφής

source: Exit
el: Έξοδος

source: Select
el: Επιλογή

source: Second stage loader installed version
el: Εγκατεστημένη έκδοση second stage loader

source: Device info
el: Πληροφορίες συσκευών

source: Mounts info
el: Πληροφορίες προσαρτήσεων

source: Do you really want to delete all existing crash logs?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε τα υπάρχοντα αρχεία καταγραφής;

source: Do you really want to create a new debug log?
el: Είστε βέβαιοι ότι θέλετε να δημιουργήσετε ένα νέο αρχείο καταγραφής;

source: Execution finished!
el: Η εκτέλεση ολοκληρώθηκε!

source: Archives explorer
el: Διαχειριστής αρχείων

source: Install ipk or tar.gz files...
el: Εγκατάσταση αρχείων ipk, tar.gz...

source: Delete
el: Διαγραφή

source: Info
el: Πληροφορίες

source: Information Delete files Install extensions (tar.gz, tar.bz2, ipk) View images (png, jpg, jpeg) View and execute shell scripts (sh) Set 755 permissions to your scripts Install bootlogo (bootlogo.tar.gz) --------------------------- By SatDreamGR http://www.satdreamgr.com ---------------------------
el: Πληροφορίες Διαγραφή αρχείων Εγκατάσταση επεκτάσεων (tar.gz, tar.bz2, ipk) Εμφάνιση εικόνων (png, jpg, jpeg) Εμφάνιση και εκτέλεση αρχείων shell (sh) Ορισμός δικαιωμάτων 755 για τα εκτελέσιμα αρχεία Εγκατάσταση λογοτύπου εκκίνησης (bootlogo.tar.gz) --------------------------- By SatDreamGR http://www.satdreamgr.com ---------------------------

source: About archives explorer
el: Σχετικά με την εξερεύνηση αρχείων

source: Cancel
el: Ακύρωση

source: Install new bootlogo...
el: Εγκατάσταση νέου λογοτύπου εκκίνησης...

source: Bootlogo-package:\n
el: Πακέτο λογοτύπου εκκίνησης:\n

source: Install this package
el: Εγκατάσταση αυτού του πακέτου

source: GZ-package:\n
el: Πακέτο GZ:\n

source: BZ2-package:\n
el: Πακέτο BZ2:\n

source: View this shell-script
el: Προβολή εκτελέσιμου αρχείου shell

source: Start execution
el: Έναρξη εκτέλεσης

source: Set chmod to 755 for this file
el: Αλλαγή δικαιωμάτων σε 755 για αυτό το αρχείο

source: Do you want to execute?\n
el: Είστε βέβαιοι ότι θέλετε να εκτελέσετε;\n

source: View this file
el: Προβολή αρχείου

source: [Media files]
el: [Αρχεία πολυμέσων]

source: [All files]
el: [Όλα τα αρχεία]

source: Do you realy want to delete the following file?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε το παρακάτω αρχείο;

source: Delete file...
el: Διαγραφή αρχείου...

source: Do you realy want to delete the following directory and its content?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε τον παρακάτω φάκελο και τα περιεχόμενά του;

source: Proceed at your own risk!
el: Προχωρήστε με δική σας ευθύνη!

source: Delete directory...
el: Διαγραφή φακέλου...

source: %s FAILED!
el: %s ΑΠΕΤΥΧΕ!

source: Manipulate files
el: Διαχείριση αρχείων

source: loading...
el: φόρτωση…

source: ready...
el: έτοιμο...

source: wait...
el: αναμείνατε...

source: No more picture files.
el: Δεν υπάρχουν άλλα αρχεία φωτογραφιών.

source: Refresh list
el: Ανανέωση λίστας

source: Internet connection error! Please check your internet connection!
el: Πρόβλημα στη σύνδεση με ίντερνετ! Ελέγξτε τη σύνδεση ίντερνετ!

source: Download completed!
el: Η λήψη ολοκληρώθηκε!

source: For information or questions please refer to www.satdreamgr.com forum.
el: Για πληροφορίες ή ερωτήσεις ανατρέξτε στο www.satdreamgr.com.

source: Picture camera is free.
el: Το Picture camera είναι δωρεάν.

source: Remove packages
el: Απεγκατάσταση πακέτων

source: Remove
el: Απεγκατάσταση

source: Do you realy want to remove the following package?
el: Είστε βέβαιοι ότι θέλετε να επεγκαταστήσετε το παρακάτω πακέτο;

source: Delete package...
el: Διαγραφή πακέτου...

source: Start SDGBackup on USB
el: Εκκίνηση SDGBackup σε USB

source: Start SDGBackup on HDD
el: Εκκίνηση SDGBackup σε HDD

source: OK
el: ΟΚ

source: You are about to create a backup to the selected location. Do you really want to proceed?
el: Πρόκειται να δημιουργήσετε ένα αντίγραφο ασφαλείας στην επιλεγμένη θέση. Είστε βέβαιοι ότι θέλετε να προχωρήσετε;

source: Backup is running...
el: Η δημιουργία αντιγράφου ασφαλείας είναι σε εξέλιξη...

source: Softcam setup
el: Ρύθμιση softcam

source: Sorry, plugin is not installed!
el: Λυπούμαστε, το πρόσθετο δεν είναι εγκατεστημένο!

source: TranspBA skin configuration
el: Ρύθμιση θέματος TranspBA

source: Enigma2 settings
el: Λίστες καναλιών

source: Swap manager
el: Διαχείριση swap

source: GreekStreamTV in bouquets
el: GreekStreamTV στα μπουκέτα

source: Cannot download Likra list
el: Δεν είναι δυνατή η λήψη της λίστας Likra

source: Downloading Likra list
el: Γίνεται λήψη της λίστας Likra

source: Downloading...
el: Γίνεται λήψη...

source: Available Likra settings
el: Διαθέσιμες λίστες Likra

source: Cannot download morpheus883 list
el: Δεν είναι δυνατή η λήψη της λίστας morpheus883

source: Downloading morpheus883 list
el: Γίνεται λήψη της λίστας morpheus883

source: Available Morpheus883 settings
el: Διαθέσιμες λίστες Morpheus883

source: Cannot download Cyrus list
el: Δεν είναι δυνατή η λήψη της λίστας Cyrus

source: Downloading Cyrus list
el: Γίνεται λήψη της λίστας Cyrus

source: Available Cyrus settings
el: Διαθέσιμες λίστες Cyrus

source: Cannot download Satvenus list
el: Δεν είναι δυνατή η λήψη της λίστας Satvenus

source: Downloading Satvenus list
el: Γίνεται λήψη της λίστας Satvenus

source: Available Satvenus settings
el: Διαθέσιμες λίστες Satvenus

source: Download
el: Λήψη

source: Cannot download settings (%s)
el: Δεν είναι δυνατή η λήψη της λίστας (%s)

source: Settings installed
el: Η λίστα καναλιών εγκαταστάθηκε

source: Updating settings list
el: Ενημέρωση λιστών

source: Cannot download Vhannibal list
el: Δεν είναι δυνατή η λήψη της λίστας Vhannibal

source: Downloading Vhannibal list
el: Γίνεται λήψη της λίστας Vhannibal

source: Available Vhannibal settings
el: Διαθέσιμες λίστες Vhannibal

source: 1-Original
el: 1-Πρωτότυπο

source: 2-Black
el: 2-Μαύρο

source: 3-Ultra Transparent
el: 3-Διαφανές

source: 4-Blue
el: 4-Μπλε

source: 5-Green
el: 5-Πράσινο

source: 6-Navy Blue
el: 6-Μπλε μαρέν

source: 7-Grey
el: 7-Γκρι

source: Configuration tool for Satdreamgr TranspBA skin
el: Εργαλείο διαμόρφωσης για το θέμα Satdreamgr TranspBA

source: Change color
el: Αλλαγή χρώματος

source: Select main skin color
el: Επιλέξτε το κυρίως χρώμα του θέματος

source: Change infobar
el: Επιλογή μπάρας πληροφοριών

source: Simple infobar
el: Απλή μπάρα πληροφοριών

source: Full bottom infobar
el: Πλήρης κάτω μπάρα πληροφοριών

source: Full infobar
el: Πλήρης μπάρα πληροφοριών

source: Weather in infobar
el: Εμφάνιση καιρού στην μπάρα πληροφοριών

source: Weather on
el: Εμφάνιση καιρού

source: Weather off
el: Μη εμφάνιση καιρού

source: Confirm your selection?
el: Επιβεβαίωση επιλογής;

source: Save
el: Αποθήκευση

source: Skin color
el: Χρώμα θέματος

source: Error creating skin!
el: Σφάλμα κατά τη δημιουργία του θέματος!

source: Restart GUI
el: Επανεκκίνηση GUI

source: Swap info
el: Πληροφορίες swap

source: Deactivate swap
el: Απενεργοποίηση swap

source: Create swap file on HDD
el: Δημιουργία αρχείου swap στον σκληρό δίσκο

source: Activate swap on HDD
el: Ενεργοποίηση swap στον σκληρό δίσκο

source: Create swap file on USB
el: Δημιουργία αρχείου swap στη συσκευή USB

source: Activate swap on USB
el: Ενεργοποίηση swap στη συσκευή USB

source: Create swap file on CF
el: Δημιουργία αρχείου swap στη μνήμη CF

source: Activate swap on CF
el: Ενεργοποίηση swap στη μνήμη CF

source: Please wait: Creating swap file on HDD.
el: Παρακαλώ περιμένετε: Το αρχείο swap δημιουργείται στον σκληρό δίσκο.

source: Please wait: Creating swap file on CF.
el: Παρακαλώ περιμένετε: Το αρχείο swap δημιουργείται στη μνήμη CF.

source: Please wait: Creating swap file on USB.
el: Παρακαλώ περιμένετε: Το αρχείο swap δημιουργείται στη συσκευή USB.

source: Swap is deactivated.
el: Το swap απενεργοποιήθηκε.

source: Swap file is not activated!
el: Το αρχείο swap δεν είναι ενεργοποιημένο!

source: Swap file exists! You can activate it on CF if you haven't already.
el: Το αρχείο swap υπάρχει! Μπορείτε να το ενεργοποιήσετε στη μνήμη CF, αν δεν το έχετε ήδη κάνει.

source: Done! You can now activate the swap on CF.
el: Ολοκληρώθηκε! Μπορείτε τώρα να ενεργοποιήσετε το swap στη μνήμη CF.

source: No compact flash mounted on /media/cf.
el: Δεν βρέθηκε μνήμη compact flash προσαρτημένη στο /media/cf.

source: Swap file exists! You can activate it on HDD if you haven't already.
el: Το αρχείο swap υπάρχει! Μπορείτε να το ενεργοποιήσετε στον σκληρό δίσκο, αν δεν το έχετε ήδη κάνει.

source: Done! You can now activate the swap on HDD.
el: Ολοκληρώθηκε! Μπορείτε τώρα να ενεργοποιήσετε το swap στον σκληρό δίσκο.

source: No hard drive mounted on /media/hdd.
el: Δεν βρέθηκε σκληρός δίσκος προσαρτημένος στο /media/hdd.

source: Swap file exists! You can activate it on USB if you haven't already.
el: Το αρχείο swap υπάρχει! Μπορείτε να το ενεργοποιήσετε στη συσκευή USB, αν δεν το έχετε ήδη κάνει.

source: Done! You can now activate the swap on USB.
el: Ολοκληρώθηκε! Μπορείτε τώρα να ενεργοποιήσετε το swap στη συσκευή USB.

source: No usb stick mounted on /media/usb.
el: Δεν βρέθηκε συσκευή USB προσαρτημένη στο /media/USB.

source: Swap is activated on HDD.
el: Το swap ενεργοποιήθηκε στον σκληρό δίσκο.

source: No swap file found on HDD. You have to create one first.
el: Δεν βρέθηκε αρχείο swap στον σκληρό δίσκο. Πρέπει να δημιουργήσετε ένα πρώτα.

source: Swap is activated on CF.
el: Το swap ενεργοποιήθηκε στη μνήμη CF.

source: No swap file found on CF. You have to create one first.
el: Δεν βρέθηκε αρχείο swap στη μνήμη CF. Πρέπει να δημιουργήσετε ένα πρώτα.

source: Swap is activated on USB.
el: Το swap ενεργοποιήθηκε στη συσκευή USB.

source: No swap file found on USB. You have to create one first.
el: Δεν βρέθηκε αρχείο swap στη συσκευή USB. Πρέπει να δημιουργήσετε ένα πρώτα.

source: Update bouquet list
el: Ενημέρωση λίστας μπουκέτων

source: Create bouquets list
el: Δημιουργία λίστας στα μπουκέτα

source: Download & update bouquets list
el: Λήψη & ενημέρωση λίστας μπουκέτων

source: GreekStreamTV bouquet updated successfully...
el: Το μπουκέτο GreekStreamTV ενημερώθηκε με επιτυχία...

source: GreekStreamTV bouquet update failed...
el: Η ενημέρωση του μπουκέτου GreekStreamTV απέτυχε...

source: GreekStreamTV is free.
el: Το GreekStreamTV είναι δωρεάν.
